<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'PurchaseInItem' => 'PurchaseInItem',
    ],
    'fields' => [
        'sku.product.name' => '物料名称',
        'sku.product.unit.name' => '单位',
        'sku.product.type_str' => '分类',
        'sku.attr_value_ids_str' => '属性',
//        'percent' => '含绒量',
        'standard_str' => '通用标准',
        'position.name' => '入库位置',
        'should_num' => '采购数量',
        'actual_num' => '入库数量',
        'price' => '采购价格',
        'batch_no' => '批次号',
    ],
    'options' => [
    ],
];
