<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'TransferItem' => '库存调拨明细',
    ],
    'fields' => [
        'order.order_no' => '单号',
        'sku.product.name' => '物料名称',
        'sku.product.unit.name' => '单位',
        'sku.product.type_str' => '分类',
        'sku.attr_value_ids_str' => '属性',
        'standard_str' => '通用标准',
        'batch_no' => '批次号',
        'num' => '数量',
    ],
    'options' => [
    ],
];
