<?php

/*
 * // +----------------------------------------------------------------------
 * // | erp
 * // +----------------------------------------------------------------------
 * // | Copyright (c) 2006~2020 erp All rights reserved.
 * // +----------------------------------------------------------------------
 * // | Licensed ( LICENSE-1.0.0 )
 * // +----------------------------------------------------------------------
 * // | Author: yxx <1365831278@qq.com>
 * // +----------------------------------------------------------------------
 */

return [
    'labels' => [
        'TransferOrder' => '库存调拨单',
    ],
    'fields' => [
        'order_no' => '单号',
        'created_at' => '业务日期',
        'review_status_str' => '审核状态',
        'out_position.name' => '调出仓库',
        'in_position.name' => '调入仓库',
        'user.name' => '创建人',
        'audit_user.name' => '审核人',
        'finished_at' => '完成时间',
        'other' => '备注',
    ],
    'options' => [
    ],
];
